Repository: Impressia/Impressia
Catalog: Localization/*.lproj/Localizable.strings
Languages: de_de, eu, fr, pl

# settings.title.alwaysShowSensitiveDescription
source: Force show all NFSW (sensitive) media without warnings
de_de: Anstößige Inhalte immer ohne Warnung anzeigen
eu: NSFW (Lantokirako egokia ez den edukia) gisa markatutako multimedia edukia ohartarazpenik gabe erakutsiko da
fr: Forcer l'affichage de tous les media NFSW (contenu sensible) sans avertissement
pl: Wymuś pokazywanie statusów NFSW (czułych) bez ostrzeżeń

# settings.title.alwaysShowAltTitle
source: Show alternative text
de_de: ALT-Text anzeigen
eu: Erakutsi testu alternatiboa
fr: Afficher le texte alternatif
pl: Pokaż tekst alternatywny

# settings.title.alwaysShowAltDescription
source: Show alternative text if present on status details screen
de_de: ALT-Text in der Detailansicht anzeigen
eu: Testu alternatiboa xehetasunen pantailan erakutsiko da, baldin badago
fr: Afficher le texte alternatif si présent sur l'écran des détails des statuts
pl: Pokaż alternatywny tekst, jeśli jest obecny na szczegółach statusu

# settings.title.general
source: General
de_de: Generell
eu: Orokorra
fr: Général
pl: Ogólne

# settings.title.applicationIcon
source: Application icon
de_de: Anwendungs-Icon
eu: Aplikazioaren ikonoa
fr: Icône de l'application
pl: Ikona aplikacji

# settings.title.followVernissage
source: Follow Vernissage
de_de: Vernissage folgen
eu: Jarraitu Vernissage-ri
fr: Suivre Vernissage
pl: Obserwuj Vernissage

# settings.title.mastodonAccount
source: Mastodon account
de_de: Mastodon
eu: Mastodon kontua
fr: Compte Mastodon
pl: Konto Mastodon

# settings.title.pixelfedAccount
source: Pixelfed account
de_de: Pixelfed
eu: Pixelfed kontua
fr: Compte Pixelfed
pl: Konto Pixelfed

# settings.title.openPage
source: Open
de_de: Öffnen
eu: Ireki
fr: Ouvrir
pl: Otwórz

# settings.title.privacyPolicy
source: Privacy policy
de_de: Datenschutzrichtlinie
eu: Pribatutasun politika
fr: Politique de confidentialité
pl: Polityka prywatności

# settings.title.terms
source: Terms & Conditions
de_de: Nutzungsbedingungen
eu: Erabilera baldintzak
fr: Conditions générales d'utilisation
pl: Zasady i warunki

# settings.title.sourceCode
source: Source code
de_de: Quellcode
eu: Iturburu kodea
fr: Code source
pl: Kod źródłowy

# settings.title.rate
source: Rate Vernissage
de_de: Vernissage bewerten
eu: Baloratu Vernissage
fr: Noter Vernissage
pl: Oceń Vernissage

# settings.title.socials
source: Socials
de_de: Soziale Netzwerke
eu: Gizarte-sareak
fr: Social
pl: Społeczności

# settings.title.menuPosition
source: Menu position
de_de: Menüposition
eu: Menuaren kokapena
fr: Position du menu

# settings.title.topMenu
source: Navigation bar
de_de: Navigationsleiste
eu: Nabigazio barra
fr: Barre de navigation

# settings.title.bottomRightMenu
source: Bottom right
de_de: Unten rechts
eu: Behe eskumaldean
fr: En bas à droite

# settings.title.bottomLeftMenu
source: Bottom left
de_de: Unten links
eu: Behe ezkerraldean
fr: En bas à gauche

# settings.title.showAvatars
source: Show avatars
de_de: Avatare anzeigen
eu: Erakutsi abatarrak
fr: Afficher les avatars

# settings.title.showAvatarsOnTimeline
source: Avatars will be displayed on timelines
de_de: Avatare werden in Listen angezeigt
eu: Abatarrak denbora-lerroan erakutsiko dira
fr: Les avatars sont affichés sur la timeline

# settings.title.showFavourite
source: Show favourites
de_de: Favoriten anzeigen
eu: Erakutsi gogokoak
fr: Afficher les favoris

# settings.title.showFavouriteOnTimeline
source: Favourites will be displayed on timelines
de_de: Favoriten werden in der Zeitleiste angezeigt
eu: Gogokoak denbora-lerroan erakutsiko dira
fr: Les favoris sont affichés sur la timeline

# signin.navigationBar.title
source: Sign in to Pixelfed
de_de: In Pixelfed einloggen
eu: Hasi saioa Pixelfed-en
fr: Se connecter à Pixelfed
pl: Zaloguj się do Pixelfed

# signin.title.serverAddress
source: Server address
de_de: Server Adresse
eu: Zerbitzariaren helbidea
fr: Adresse du serveur
pl: Adres serwera

# signin.title.signIn
source: Sign in
de_de: Einloggen
eu: Hasi saioa
fr: Connecter
pl: Zaloguj się

# signin.title.enterServerAddress
source: Enter server address
de_de: Server Adresse eingeben
eu: Sartu zerbitzariaren helbidea
fr: Entrer l'adresse du server
pl: Wpisz adres serwera

# signin.title.howToJoinLink
source: How to join Pixelfed
de_de: Wie man Pixelfed beitritt
eu: Nola batu Pixelfed-era
fr: Comment rejoindre Pixelfed
pl: Jak przyłączyć się do Pixelfed

# signin.title.chooseServer
source: Or choose Pixelfed server
de_de: oder wähle einen Pixelfed Server
eu: Edo aukeratu Pixelfed zerbitzaria
fr: Ou choisissez un sereveur Pixelfed
pl: Lub wybierz serwer Pixelfed

# signin.title.amountOfUsers
source: %d users
de_de: %d Benutzer
eu: %d erabiltzaile
fr: %d Utilisateurs
pl: %d użytkowników

# signin.title.amountOStatuses
source: %d statuses
de_de: %d Beiträge
eu: %d egoera
fr: %d statuts
pl: %d statusów

# signin.error.communicationFailed
source: Communication with server failed.
de_de: Kommunikation mit dem Server fehlgeschlagen.
eu: Zerbitzariarekin komunikazioak huts egin du.
fr: La communication avec le server a échoué.
pl: Błąd podczas komunikacji z serwerem.

# status.navigationBar.title
source: Details
eu: Xehetasunak
fr: Détails
pl: Szczegóły

# status.title.via
source: via %@
eu: %@ bidez
pl: przez %@

# status.title.reboostedBy
source: Boosted by
eu: Bultzatu dutenak
fr: Partagé par
pl: Podbite przez

# status.title.favouritedBy
source: Favourited by
de_de: Favorisiert von
eu: Gogoko egin dutenak
fr: Favoris par
pl: Polubione przez

# status.title.openInBrowser
source: Open in browser
de_de: Im Browser öffnen
eu: Ireki nabigatzailean
fr: Ouvrir dans un navigateur
pl: Otwórz w przeglądarce

# status.title.shareStatus
source: Share status
de_de: Beitrag teilen
eu: Partekatu egoera
fr: Partger le statut
pl: Udostępnij

# status.title.yourStatus
source: Your status
de_de: Dein Beitrag
eu: Zure egoera
fr: Votre statut
pl: Twój status

# status.title.delete
source: Delete
de_de: Löschen
eu: Ezabatu
fr: Supprimer
pl: Usuń

# status.title.reboosted
source: Boosted
eu: Bultzatua
fr: Partagé
pl: Podbite

# status.title.unreboosted
source: Unboosted
de_de: Boot rückgängig gemacht
eu: Bultzada kendua
fr: Enlever le partage
pl: Podbicie wycofane

# status.title.favourited
source: Favourited
de_de: Favorisiert
eu: Gogoko egina
fr: Favorisé
pl: Polubione

# status.title.unfavourited
source: Unfavourited
de_de: Favorisieren rückgängig gemacht
eu: Gogoko egiteari utzia
fr: Enlever le favoris
pl: Polubienie wycofane

# status.title.bookmarked
source: Bookmarked
de_de: Lesezeichen gesetzt
eu: Laster-marka jarria
fr: Marque-pages effectué
pl: Dodane do zakładek

# status.title.unbookmarked
source: Unbookmarked
de_de: Lesezeichen gelöscht
eu: Laster-marka kendua
fr: Marque-pages enlevé
pl: Usunięte z zakładek

# status.title.statusDeleted
source: Status deleted
de_de: Beitrag gelöscht
eu: Egoera ezabatua
fr: Statut supprimé
pl: Status usunięty

# status.title.reboost
source: Boost
eu: Bultzatu
fr: Partagé
pl: Podbij

# status.title.unreboost
source: Unboost
de_de: Boost rückgängig machen
eu: Kendu bultzada
fr: Enlever le partage
pl: Cofnij podbicie

# status.title.favourite
source: Favourite
de_de: Favorisieren
eu: Egin gogoko
fr: Favoris
pl: Polub

# status.title.unfavourite
source: Unfavourite
de_de: Nicht mehr favorisieren
eu: Kendu gogokoa
fr: Enlever le favoris
pl: Cofnij polubienie

# status.title.bookmark
source: Bookmark
de_de: Lesezeichen
eu: Jarri laster-marka
fr: Marque-pages
pl: Dodaj do zakładek

# status.title.unbookmark
source: Unbookmark
de_de: Lesezeichen löschen
eu: Kendu laster-marka
fr: Marque-pages enlevé
pl: Usuń z zakładek

# status.title.comment
source: Comment
de_de: Kommentieren
eu: Egin iruzkina
fr: Commenter
pl: Skomentuj

# status.title.report
source: Report
de_de: Melden
eu: Salatu
fr: Rapport
pl: Zgłoś

# status.title.saveImage
source: Save image
de_de: Bild speichern
eu: Gorde irudia
fr: Enregistrer l'image

# status.title.showMediaDescription
source: Show media description
de_de: Medienbeschreibung anzeigen
eu: Erakutsi multimediaren deskribapena
fr: Afficher la description du media

# status.title.mediaDescription
source: Media description
de_de: Medienbeschreibung
eu: Multimediaren deskribapena
fr: Description du media

# status.title.shareImage
source: Share image
de_de: Bild teilen
eu: Partekatu irudia
fr: Partager l'image

# status.error.loadingStatusFailed
source: Loading status failed.
de_de: Beitrag laden fehlgeschlagen.
eu: Egoera kargatzeak huts egin du.
fr: Chargement du statut échoué.
pl: Błąd podczas wczytywanie statusu.

# status.error.notFound
source: Status not existing anymore.
de_de: Beitrag existiert nicht mehr.
eu: Egoera ez da dagoeneko existitzen.
fr: Le statut n'existe plus.
pl: Status już nie istnieje.

# status.error.loadingCommentsFailed
source: Comments cannot be downloaded.
de_de: Kommentare können nicht geladen werden.
eu: Ezin dira iruzkinak eskuratu.
fr: Les commentaires ne peuvent être téléchargés.
pl: Błąd podczas wczytywanie komentarzy.

# status.error.reboostFailed
source: Boost action failed.
de_de: Boost fehlgeschlagen.
eu: Bultzadak huts egin du.
fr: L'action de partage a échoué.
pl: Błąd podczas podbijania.

# status.error.favouriteFailed
source: Favourite action failed.
de_de: Favorisieren fehlgeschlagen.
eu: Gogokoak huts egin du.
fr: L'action de favoris a échoué.
pl: Błąd podczas polubiania.

# status.error.bookmarkFailed
source: Bookmark action failed.
de_de: Lesezeichen setzen fehlgeschlagen.
eu: Laster-markak huts egin du.
fr: L'action de marque-pages a échoué.
pl: Błąd podczas dodawania/usuwania z zakładek.

# status.error.deleteFailed
source: Delete action failed.
de_de: Löschen fehlgeschlagen.
eu: Ezabatzeak huts egin du.
fr: L'action de suppression a échoué.
pl: Błąd podczas usuwania.

# accounts.navigationBar.followers
source: Followers
de_de: Folgende
eu: Jarraitzaile
fr: Abonnés
pl: Obserwujący

# accounts.navigationBar.following
source: Following
de_de: Folge
eu: Jarraitzen
fr: Abonnements
pl: Obserwowani

# accounts.navigationBar.favouritedBy
source: Favourited by
de_de: Favorisiert
eu: Honek gogoko egina
fr: Favorisé par
pl: Polubione przez

# accounts.navigationBar.reboostedBy
source: Boosted by
de_de: Boosted
eu: Honek bultzatua
fr: Partagé par
pl: Podbite przez

# accounts.navigationBar.blocked
source: Blocked accounts
de_de: Blockierte Benutzer
eu: Blokeatutako kontuak
fr: Comptes bloqués
pl: Zablokowani

# accounts.navigationBar.mutes
source: Muted accounts
de_de: Stummgeschaltete Benutzer
eu: Mutututako kontuak
fr: Comptes mis en sourdine
pl: Wyciszeni

# accounts.title.noAccounts
source: Unfortunately, there is no one here.
de_de: Hier ist leider niemand.
eu: Inor ez.
fr: Malheureusement, il n'y a personne ici.
pl: Niestety nie ma tutaj nikogo.

# accounts.error.loadingAccountsFailed
source: Loading accounts failed.
de_de: Benutzer laden fehlgeschlagen.
eu: Kontuak kargatzeak huts egin du.
fr: Le chargement des comptes a échoué.
pl: Błąd podczas wczytywania użytkownikow.

# thirdParty.navigationBar.title
source: Third party
de_de: Dritte
eu: Hirugarrenak
fr: Tiers
pl: Zewnętrzne biblioteki

# purchase.donut.title
source: Donut
eu: Opila
fr: Beignet
pl: Pączek

# purchase.donut.description
source: Treat me to a doughnut.
de_de: Gib mir einen Donut aus.
eu: Eros diezadazu opil bat.
fr: Offrez-moi un beignet.
pl: Poczęstuj mnie pączkiem.

# purchase.coffee.title
source: Coffee
de_de: Kaffee
eu: Kafea
fr: Café

# purchase.coffee.description
source: Treat me to a coffee.
de_de: Gib mir einen Kaffee.
eu: Gonbida nazazu kafe bat hartzera.
fr: Offrez-moi un café.

# purchase.cake.title
source: Coffee & cake
de_de: Kaffee und Kuchen
eu: Kafea eta tarta
fr: Café et gâteau
pl: Kawa z ciastkiem

# purchase.cake.description
source: Treat me to a coffee and cake.
de_de: Lade mich zu Kaffee und Kuchen ein.
eu: Kafea eta tarta erosiko?
fr: Offrez-moi un café et un gâteau.
pl: Poczęstuj mnie kawą i ciastkiem.

# editProfile.navigationBar.title
source: Edit profile
de_de: Profil bearbeiten
eu: Editatu profila
fr: Editer le profil
pl: Edutuj profil

# editProfile.title.displayName
source: Display name
de_de: Anzeigename
eu: Pantaila izena
fr: Afficher le nom
pl: Wyświetlana nazwa

# editProfile.title.bio
source: Bio
de_de: Biografie
eu: Biografia

# editProfile.title.website
source: Website
de_de: Webseite
eu: Webgunea
fr: Site web
pl: Strona

# editProfile.title.save
source: Save
de_de: Speichern
eu: Gorde
fr: Enregistrer
pl: Zapisz

# editProfile.title.accountSaved
source: Profile has been updated.
de_de: Profil wurde aktualisiert.
eu: Profila eguneratu da.
fr: Le profil a été mis à jour.
pl: Profil zaktualizowano.

# editProfile.title.photoInfo
source: The changed photo will be visible in the app and on the website with a small delay.
de_de: Das geänderte Profilbild wird mit einer kurzen Verzögerung in der App und auf der Webseite sichtbar sein.
eu: Aldatutako argazkia atzerapen txiki batekin ikusiko da aplikazioan eta web gunean.
fr: La photo modifiée sera visible dans l'application et sur le site web avec un petit délai.
pl: Zmienione zdjęcie będzie widoczne w aplikacji oraz na stronie z małym opóźnieniem.

# editProfile.title.privateAccount
source: Private account
de_de: Privater Account
eu: Babestutako kontua
fr: Compte privé
pl: Konto prywatne

# editProfile.title.privateAccountInfo
source: When your account is private, only people you approve can see your photos and videos on Pixelfed. Your existing followers won't be affected.
de_de: Wenn Dein Account privat ist, können nur Nutzer die Du bestätigst Deine Fotos und Videos auf Pixelfed sehen. Benutzer die Dir jetzt schon folgen sind nicht betroffen.
eu: Zure kontua babestuta dagoenean baimendutako pertsonek bakarrik ikus ditzakete zure argazkiak eta bideoak Pixelfed-en. Ez du eraginik izango dagoeneko jarraitzen dizutenengan.
fr: Lorsque votre compte est privé, seules les personnes que vous autorisez peuvent voir vos photos et vidéos sur Pixelfed. Les personnes qui vous suivent déjà ne seront pas affectées.
pl: Kiedy Twoje konto jest prywatne, tylko osoby, które zaakceptujesz mogą oglądać Twoje zdjęcia i filmy na Pixelfed. Nie wpłynie to na Twoich obecnych obserwujących.

# editProfile.error.saveAccountFailed
source: Saving profile failed.
de_de: Profil speichern fehlgeschlagen.
eu: Profila gordetzeak huts egin du.
fr: Enregistrement du profil échoué.
pl: Błąd podczas aktualizacji profilu.

# editProfile.error.loadingAvatarFailed
source: Loading avatar failed.
de_de: Avatar laden fehlgeschlagen.
eu: Abatarra kargatzeak huts egin du.
fr: Chargement de l'avatar échoué.
pl: Błąd podczas wczytywania zdjęcia.

# editProfile.error.noProfileData
source: Profile data cannot be displayed.
de_de: Profildaten können nicht angezeigt werden.
eu: Ezin dira profileko datuak erakutsi.
fr: Les données du profil ne peuvent pas être affichées.
pl: Dane profilu nie mogą zostać wyświetlone.

# editProfile.error.loadingAccountFailed
source: Error during download account from server.
de_de: Fehler beim Laden des Profils vom Server.
eu: Errorea zerbitzaritik kontua eskuratzean.
fr: Erreur lors du téléchargement du compte depuis le serveur.
pl: Błąd podczas pobierania profilu użytkownika.

# instance.navigationBar.title
source: Instance
de_de: Instanz
eu: Instantzia
pl: Instancja

# instance.title.instanceInfo
source: Instance info
de_de: Instanz Info
eu: Instantziari buruzko informazioa
fr: Information sur l'instance
pl: Informacja o instancji

# instance.title.name
source: Name
eu: Izena
fr: Nom
pl: Nazwa

# instance.title.address
source: Address
de_de: Addresse
eu: Helbidea
fr: Addresse
pl: Adres

# instance.title.email
source: Email
eu: ePosta

# instance.title.version
source: Version
eu: Bertsioa
pl: Wersja

# instance.title.users
source: Users
de_de: Benutzer
eu: Erabiltzaileak
fr: Utilisateurs
pl: Użytkownicy

# instance.title.posts
source: Posts
de_de: Beiträge
eu: Bidalketak
pl: Statusów

# instance.title.domains
source: Domains
eu: Domeinuak
fr: Domaines
pl: Domen

# instance.title.registrations
source: Registrations
de_de: Registrierungen
eu: Izen emateak
fr: Inscriptions
pl: Rejestracja

# instance.title.approvalRequired
source: Approval required
de_de: Genehmigung erforderlich
eu: Onespena behar da
fr: Approbation requise
pl: Akeptowanie rejestracji

# instance.title.rules
source: Instance rules
de_de: Instanzregeln
eu: Instantziaren arauak
fr: Règles de l'instance
pl: Reguły instancji

# instance.title.contact
source: Contact
de_de: Kontact
eu: Harremana
pl: Kontakt

# instance.title.pixelfedAccount
source: Pixelfed account
de_de: Pixelfed-Konto
eu: Pixelfed kontua
fr: Compte Pixelfed
pl: Konto Pixelfed

# instance.error.noInstanceData
source: Instance data cannot be displayed.
de_de: Instanzdaten können nicht angezeigt werden.
eu: Ezin dira instantziaren datuak erakutsi.
fr: Les données d'instance ne peuvent pas être affichées.
pl: Dane instancji nie mogą zostać wyświetlone.

# instance.error.loadingDataFailed
source: Error during download instance data from server.
de_de: Fehler beim Laden der Instanzdaten vom Server.
eu: Errorea zerbitzaritik instantziaren datuak eskuratzean.
fr: Erreur lors du téléchargement des données d'instance depuis le serveur.
pl: Błąd podczas pobierania danych instancji.

# report.navigationBar.title
source: Report
de_de: Melden
eu: Salatu
fr: Rapport
pl: Zgłoś

# report.title.close
source: Close
de_de: Schließen
eu: Itxi
fr: Fermer
pl: Zamknij

# report.title.send
source: Send
de_de: Senden
eu: Bidali
fr: Envoyer
pl: Wyślij

# report.title.userReported
source: User has been reported
de_de: Benutzer wurde gemeldet
eu: Erabiltzailea salatu da
fr: L'utilisateur a été signalé
pl: Użytkownik został zgłoszony.

# report.title.postReported
source: Post has been reported
de_de: Beitrag wurde gemeldet
eu: Bidalketa salatu da
fr: Le post a été signalé
pl: Status został zgłoszony.

# report.title.reportType
source: Type of abuse
de_de: Art des Missbrauchs
eu: Urraketa mota
fr: Type d'abus
pl: Typ nadużycia

# report.title.spam
source: It's a spam
de_de: Spam
eu: Spama da
fr: C'est un spam
pl: Spam

# report.title.sensitive
source: Nudity or sexual activity
de_de: Nacktheit oder Sex
eu: Biluzia edo sexu-ekintza
fr: Nudité ou activité sexuelle
pl: Nagość lub aktywność seksualna

# report.title.abusive
source: Hate speech or symbols
de_de: Hassrede oder Symbole
eu: Gorroto sustatzen duten hitzaldiak edo ikurrak
fr: Discours ou symboles haineux
pl: Mowa lub symbole nienawiści

# report.title.underage
source: Underage account
de_de: Minderjähriger Benutzer
eu: Adingabea
fr: Compte mineur
pl: Konto niepełnoletniego

# report.title.violence
source: Violence or dangerous organisations
de_de: Gewalt oder gefährliche Organisationen
eu: Bortizkeria edo erakunde arriskutsua
fr: Violence ou organisations dangereuses
pl: Przemoc lub niebezpieczne organizacje

# report.title.copyright
source: Copyright infringement
de_de: Urheberrechtsverletzung
eu: Egile-eskubideen urraketa
fr: Violation des droits d'auteur
pl: Naruszenie praw autorskich

# report.title.impersonation
source: Impersonation
de_de: Identitätsdiebstahl
eu: Imitatzailea
fr: Usurpation d'identité
pl: Podszywanie się

# report.title.scam
source: Bullying or harassment
de_de: Beleidigung
eu: Bullyinga edo jazarpena
fr: Intimidation ou harcèlement
pl: Znęcanie się lub nękanie

# report.title.terrorism
source: Terrorism
de_de: Terrorismus
eu: Terrorismoa
fr: Le terrorisme
pl: Terroryzm

# report.error.notReported
source: Error during sending report.
de_de: Fehler beim Melden.
eu: Errorea salaketa bidaltzerakoan.
fr: Erreur lors de l'envoi du rapport.
pl: Błąd podczas wysyłania zgłoszenia.

# status.title.uploaded
source: Uploaded
de_de: Hochgeladen
fr: Envoyé
pl: Wysłano

# trendingTags.title.noTags
source: Unfortunately, there are no tags here.
pl: Niestety nie ma jeszcze żadnych tagów.

# trendingTags.title.amountOfPosts
source: %d posts
pl: %d statusów

# trendingTags.error.loadingTagsFailed
source: Loading tags failed.
pl: Błąd podczas wczytywania tagów.

# userProfile.title.followBack
source: Follow back
pl: Również obserwuj

# widget.title.description
source: Widget with photos from Pixelfed.
pl: Widget ze zdjęciami z Pixelfed.
