Repository: Impressia/Impressia
Catalog: Localization/*.lproj/Localizable.strings
Languages: de_de, eu, fr, pl

# global.title.contentWarning
source: Sensitive content
de_de: Inhaltswarnung
eu: Eduki hunkigarria
fr: Contenu sensible
pl: Wrażliwe treści

# global.title.seePost
source: See post
de_de: Beitrag ansehen
eu: Ikusi bidalketa
fr: Voir le post
pl: Pokaż zdjęcie

# global.title.refresh
source: Refresh
de_de: Aktualisieren
eu: Freskatu
fr: Rafraîchir
pl: Odśwież

# global.title.momentsAgo
source: moments ago
de_de: gerade eben
eu: oraintxe bertan
fr: Il y a quelques instants

# global.title.success
source: Success
de_de: Erfolgreich
eu: Primeran
fr: Succès

# global.title.photoSaved
source: Photo has been saved.
de_de: Foto wurde gespeichert.
eu: Argazkia gorde da.
fr: La photo a été sauvegardée.

# global.title.ok
source: OK
eu: Ados

# global.error.unexpected
source: Unexpected error.
de_de: Unerwarteter Fehler.
eu: Espero ez zen errorea.
fr: Erreur inattendue.
pl: Wystąpił nieoczekiwany błąd.

# global.error.statusesNotRetrieved
source: Statuses not retrieved.
de_de: Beiträge nicht geladen.
eu: Ez dira egoerak eskuratu.
fr: Statuts non récupérés.
pl: Statusy nie zostały pobrane.

# global.error.errorDuringDownloadStatuses
source: Error during download statuses from server.
de_de: Fehler beim Laden der Beiträge vom Server.
eu: Errorea zerbitzaritik egoerak eskuratzean.
fr: Erreur pendant le téléchargerment des statuts du serveur.
pl: Błąd podczas pobierania statusów.

# global.error.errorDuringDownloadHashtag
source: Error during download tag from server.
de_de: Fehler beim Laden des Hashtags vom Server.
eu: Errorea zerbitzaritik traolak eskuratzean.
fr: Erreur pendant le téléchargement des tags depuis le serveur.
pl: Błąd podczas pobierania taga.

# global.error.hashtagNotExists
source: Hashtag does not exists.
de_de: Hashtag existiert nicht.
eu: Traola ez da lehendik existitzen.
fr: Le hashtag n'existe pas.
pl: Tag nie istnieje.

# global.error.errorDuringImageDownload
source: Cannot download image.
de_de: Bild kann nicht geladen werden.
eu: Ezin da irudia eskuratu.
fr: Impossible de télécharger l'image.
pl: Błąd podczas pobierania zdjęcia.

# global.error.canceledImageDownload
source: Download image has been canceled.
de_de: Laden des Bildes abgebrochen.
eu: Irudiaren deskarga bertan behera utzi da.
fr: Le téléchargement de l'image a été annulé.
pl: Pobieranie zdjęcia zostało anulowane.

# global.error.errorDuringDataLoad
source: Loading data failed.
de_de: Laden von Daten fehlgeschlagen.
eu: Datuen kargak huts egin du.
fr: Le chargement des données a échoué.
pl: Błąd podczas pobierania danych.

# global.error.errorDuringUserRead
source: Cannot retrieve user account.
de_de: Benutzer kann nicht geladen werden.
eu: Ezin izan da erabiltzailearen kontua eskuratu.
fr: Impossible de récupérer les données de l'utilisateur.
pl: Błąd podczas odczytu danych użytkownika.

# global.error.badUrlServer
source: Bad url to server.
de_de: Ungültige Server-URL.
eu: Zerbitzariaren URL okerra.
fr: Mauvaise URL pour le serveur.
pl: Niepoprawny adres serwera.

# global.error.accessTokenNotFound
source: Access token not found.
de_de: Zugangstoken nicht gefunden.
eu: Ez da sarbide-tokena aurkitu.
fr: Le jeton d'accès n'est pas trouvé.
pl: Brak tokenu dostępu.

# global.error.errorDuringDownloadStatus
source: Error during download status from server.
de_de: Fehler beim Laden vom Server.
eu: Errorea zerbitzaritik egoera eskuratzean.
fr: Erreur durant le téléchargement du statut depuis le serveur.
pl: Błąd podczas pobierania statusu.

# global.error.errorDuringPurchaseVerification
source: Purchase verification failed.
de_de: Konnte Einkauf nicht verifizieren.
eu: Erosketaren egiaztaketak huts egin du.
fr: Vérification d'achat échoué.
pl: Błąd podczas weryfikacji płatności.

# mainview.tab.homeTimeline
source: Home
de_de: Zuhause
eu: Hasiera
fr: Accueil
pl: Główna

# mainview.tab.localTimeline
source: Local
de_de: Lokal
eu: Lokala
pl: Lokalne

# mainview.tab.federatedTimeline
source: Federated
de_de: Föderiert
eu: Federatua
fr: Fédéré
pl: Globalne

# mainview.tab.trendingPhotos
source: Photos
de_de: Fotos
eu: Argazkiak
pl: Zdjęcia

# mainview.tab.trendingTags
source: Tags
de_de: Hashtags
eu: Traolak
pl: Tagi

# mainview.tab.trendingAccounts
source: Accounts
de_de: Benutzer
eu: Kontuak
fr: Utilisateurs
pl: Użytkownicy

# mainview.tab.userProfile
source: Profile
de_de: Profil
eu: Profila
fr: Profil
pl: Profil

# mainview.tab.notifications
source: Notifications
de_de: Benachrichtigungen
eu: Jakinarazpenak
pl: Powiadomienia

# mainview.tab.search
source: Search
de_de: Suche
eu: Bilatu
fr: Rechercher
pl: Wyszukaj

# mainview.tab.trending
source: Trending
de_de: Im Trend
eu: Bogan
fr: Tendance
pl: Popularne

# mainview.menu.settings
source: Settings
de_de: Einstellungen
eu: Ezarpenak
fr: Paramètres
pl: Ustawienia

# mainview.error.switchAccounts
source: Cannot switch accounts.
de_de: Konnte Benutzer nicht wechseln.
eu: Ezin da kontua aldatu.
fr: Impossible de changer de compte.
pl: Błąd podczas przełączania kont.

# home.title.allCaughtUp
source: You're all caught up
de_de: Das war’s, alles gesehen
eu: Egunean zaude
fr: Tout est à jour
pl: Jesteś na bieżąco

# home.title.noPhotos
source: Unfortunately, there are no photos here.
de_de: Hier sind leider keine Bilder.
eu: Argazkirik ez.
fr: Malheureusement, il n'y a pas de photos ici.
pl: Niestety nie ma jeszcze żadnych zdjęć.

# statuses.navigationBar.localTimeline
source: Local
de_de: Lokal
eu: Lokala
pl: Lokalne

# statuses.navigationBar.federatedTimeline
source: Federated
de_de: Föderiert
eu: Federatua
fr: Fédéré
pl: Globalne

# statuses.navigationBar.favourites
source: Favourites
de_de: Favoriten
eu: Gogokoak
fr: Favoris
pl: Polubione

# statuses.navigationBar.bookmarks
source: Bookmarks
de_de: Lesezeichen
eu: Laster-markak
fr: Marque-pages
pl: Zakładki

# statuses.title.noPhotos
source: Unfortunately, there are no photos here.
de_de: Hier sind leider keine Bilder.
eu: Argazkirik ez.
fr: Malheureusement, il n'y a pas de photos ici.
pl: Niestety nie ma jeszcze żadnych zdjęć.

# statuses.title.tagFollowed
source: You are following the tag.
de_de: Du folgst dem Hashtag.
eu: Traolari jarraitzen diozu.
fr: Vous suivez ce tag.
pl: Od teraz śledzisz taga.

# statuses.title.tagUnfollowed
source: Tag has been unfollowed.
de_de: Du folgst dem Hashtag nicht mehr.
eu: Traola jarraitzeari utzi diozu.
fr: Vous ne suivez plus ce tag.
pl: Nie śledzisz już taga.

# statuses.error.loadingStatusesFailed
source: Loading statuses failed.
de_de: Laden der Beiträge fehlgeschlagen.
eu: Egoerak kargatzeak huts egin du.
fr: Chargement des statuts impossible.
pl: Błąd podczas wczytywania statusów.

# statuses.error.tagFollowFailed
source: Follow tag failed.
de_de: Das Folgen des Hashtags ist fehlgeschlagen.
eu: Traolari jarraitzeak huts egin du.
fr: Suivi de tag échoué.
pl: Błąd podczas żądania śledzenia taga.

# statuses.error.tagUnfollowFailed
source: Unfollow tag failed.
de_de: Das nicht mehr Folgen des Hashtags ist fehlgeschlagen.
eu: Traolari jarraitzeari uzteak huts egin du.
fr: Ne plus suivre le tag a échoué.
pl: Błąd podczas wyłączenia śledzenia taga.

# search.navigationBar.title
source: Search
de_de: Suche
eu: Bilatu
fr: Rechercher
pl: Wyszukaj

# search.title.placeholder
source: Search...
de_de: Suche …
eu: Bilatu...
fr: Rechercher...
pl: Wyszukaj...

# search.title.usersWith
source: Users with %@
de_de: Nutzer mit %@
eu: %@ duten erabiltzaileak
fr: Utilisateurs avec %@
pl: Użytkownicy zawierający %@

# search.title.goToUser
source: Go to user %@
de_de: Gehe zu Nutzer %@
eu: Joan %@ erabiltzailera
fr: Voir l'utilisateur %@
pl: Przejdź do użytkownika %@

# search.title.hashtagWith
source: Hashtags with %@
de_de: Hashtags mit %@
eu: %@ duten traolak
fr: Hashtags avec %@
pl: Tagi zawierające %@

# search.title.goToHashtag
source: Go to hashtag %@
de_de: Gehe zu Hashtag %@
eu: Joan %@ traolara
fr: Voir le hashtag %@
pl: Przejdź do taga %@

# trendingStatuses.navigationBar.title
source: Photos
de_de: Fotos
eu: Argazkiak
pl: Zdjęcia

# trendingStatuses.title.daily
source: Daily
de_de: Täglich
eu: Egunekoak
fr: Quotidien
pl: Dzień

# trendingStatuses.title.monthly
source: Monthly
de_de: Monatlich
eu: Hilabetekoak
fr: Mensuel
pl: Miesiąc

# trendingStatuses.title.yearly
source: Yearly
de_de: Jährlich
eu: Urtekoak
fr: Annuel
pl: Rok

# trendingStatuses.error.loadingStatusesFailed
source: Loading statuses failed.
de_de: Laden der Beiträge fehlgeschlagen.
eu: Egoerak kargatzeak huts egin du.
fr: Chargement des statuts échoué.
pl: Błąd podczas wczytywania statusów.

# trendingStatuses.title.noPhotos
source: Unfortunately, there are no photos here.
de_de: Hier sind leider keine Bilder.
eu: Argazkirik ez.
fr: Malheureusement, il n'y a pas de photos ici.
pl: Niestety nie ma jeszcze żadnych zdjęć.

# trendingAccounts.navigationBar.title
source: Accounts
de_de: Konten
eu: Kontuak
fr: Utilisateurs
pl: Użytkownicy

# trendingAccounts.title.noAccounts
source: Unfortunately, there is no one here.
de_de: Hier ist leider niemand.
eu: Inor ez.
fr: Malheureusement, il n'y a personne ici.
pl: Niestety nie ma tutaj nikogo.

# trendingAccounts.error.loadingAccountsFailed
source: Loading accounts failed.
de_de: Laden der Konten fehlgeschlagen.
eu: Kontuak kargatzeak huts egin du.
fr: Chargement des comptes échoué.
pl: Błąd podczas wczytywania użytkownikow.

# userProfile.title.openInBrowser
source: Open in browser
de_de: Im Browser öffnen
eu: Ireki nabigatzailean
fr: Ouvrir dans un navigateur
pl: Otwórz w przeglądarce

# userProfile.title.share
source: Share
de_de: Teilen
eu: Partekatu
fr: Partager
pl: Udostępnij

# userProfile.title.unmute
source: Unmute
de_de: Stummschaltung aufheben
eu: Utzi mututzeari
fr: Désactiver
pl: Wyłącz wyciszenie

# userProfile.title.mute
source: Mute
de_de: Stummschalten
eu: Mututu
fr: Sourdine
pl: Wycisz

# userProfile.title.unblock
source: Unblock
de_de: Blockierung aufheben
eu: Utzi blokeatzeari
fr: Déblouer
pl: Odblokuj

# userProfile.title.block
source: Block
de_de: Blockieren
eu: Blokeatu
fr: Bloquer
pl: Zablokuj

# userProfile.title.favourites
source: Favourites
de_de: Favoriten
eu: Gogokoak
fr: Favoris
pl: Polubione

# userProfile.title.bookmarks
source: Bookmarks
de_de: Lesezeichen
eu: Laster-markak
fr: Marque-pages
pl: Zakładki

# userProfile.title.posts
source: Posts
de_de: Beiträge
eu: Bidalketa
pl: Statusy

# userProfile.title.followers
source: Followers
de_de: Leute, die Dir folgen
eu: Jarraitzaile
fr: Abonnés
pl: Obserwujący

# userProfile.title.following
source: Following
de_de: Leute, denen Du folgst
eu: Jarraitzen
fr: Abonnements
pl: Obserwowani

# userProfile.title.joined
source: Joined %@
de_de: Am %@ beigetreten
eu: %@ egin zuen bat
fr: Joint %@
pl: Dołączył(a) %@

# userProfile.title.unfollow
source: Unfollow
de_de: Nicht mehr folgen
eu: Utzi jarraitzeari
fr: Ne plus suivre
pl: Przestań obserwować

# userProfile.title.follow
source: Follow
de_de: Folgen
eu: Jarraitu
fr: Suivre
pl: Obserwuj

# userProfile.title.instance
source: Instance information
de_de: Instanzinformation
eu: Instantziari buruzko informazioa
fr: Information sur l'instance
pl: Informacje o instancji

# userProfile.title.blocks
source: Blocked accounts
de_de: Blockierte Konten
eu: Blokeatutako kontuak
fr: Comptes bloqués
pl: Zablokowane konta

# userProfile.title.mutes
source: Muted accounts
de_de: Stummgeschaltete Konten
eu: Mutututako kontuak
fr: Comptes en sourdine
pl: Wyciszone konta

# userProfile.title.muted
source: Muted
de_de: Konto stummgeschaltet
eu: Kontua mututu da
fr: Compte mis en sourdine
pl: Konto wyciszone

# userProfile.title.unmuted
source: Account unmuted
de_de: Stummschaltung des Kontos aufgehoben
eu: Kontua mututzeari utzi zaio
fr: Compte remis en actif
pl: Wyciszenie wyłączone

# userProfile.title.blocked
source: Blocked
de_de: Konto blockiert
eu: Kontua blokeatu da
fr: Compte bloqué
pl: Konto zablokowane

# userProfile.title.unblocked
source: Account unblocked
de_de: Konto nicht mehr blockiert
eu: Kontua blokeatzeari utzi zaio
fr: Compte débloqué
pl: Konto odblokowane

# userProfile.title.report
source: Report
de_de: Melden
eu: Salatu
fr: Rapport
pl: Zgłoś

# userProfile.error.notExists
source: Account does not exists.
de_de: Konto existiert nicht.
eu: Kontua ez da existitzen.
fr: Le compte n'existe pas.
pl: Konto nie istnieje.

# userProfile.error.loadingAccountFailed
source: Error during download account from server.
de_de: Fehler beim Laden vom Server.
eu: Errorea zerbitzaritik kontua eskuratzean.
fr: Erreur pendant le téléchargement du compte depuis le serveur.

# userProfile.error.muting
source: Muting/unmuting action failed.
de_de: (Nicht mehr) Stummschalten fehlgeschlagen.
eu: Mututu/Mututzeari uzteak huts egin du.
fr: L'action sourdine / réactivation a échoué.

# userProfile.error.block
source: Block/unblock action failed.
de_de: (Nicht mehr) Blockieren fehlgeschlagen.
eu: Blokeatu/Blokeatzeari uzteak huts egin du.
fr: L'action bloquer / déblouquer a échoué.
pl: Błąd podczas blokowania/odblokowywania użytkownika.

# userProfile.error.relationship
source: Relationship action failed.
de_de: Beziehungsaktion fehlgeschlagen.
eu: Harreman ekintzak huts egin du.
fr: L'action de relation a échoué.
pl: Błąd podczas zmiany relacji z użytkownikiem.

# userProfile.title.edit
source: Edit
de_de: Bearbeiten
eu: Editatu
fr: Editer
pl: Edytuj

# notifications.navigationBar.title
source: Notifications
de_de: Benachrichtigungen
eu: Jakinarazpenak
pl: Powiadomienia

# notifications.title.noNotifications
source: Unfortunately, there is nothing here.
de_de: Hier ist leider nichts.
eu: Ez dago jakinarazpenik.
fr: Malheureusement, il n'y a rien ici.
pl: Niestety nic tutaj nie ma.

# notifications.title.followedYou
source: followed you
de_de: folgt Dir
eu: jarraitu dizu
fr: vous a suivi
pl: obserwuje ciebie

# notifications.title.mentionedYou
source: mentioned you
de_de: hat Dich erwähnt
eu: aipatu zaitu
fr: vous a mentionné
pl: wspomniał ciebie

# notifications.title.boosted
source: boosted
de_de: geboostet
eu: bultzatu du
fr: partagé
pl: podbił

# notifications.title.favourited
source: favourited
de_de: favorisiert
eu: gogoko du
fr: favori
pl: polubił

# notifications.title.postedStatus
source: posted status
de_de: Beitrag veröffentlicht
eu: argitaratu du
fr: statut posté
pl: stworzył status

# notifications.title.followRequest
source: follow request
de_de: Folgeanfrage
eu: jarraipen-eskaera bidali dizu
fr: demande de suivi
pl: chce obserwować

# notifications.title.poll
source: poll
de_de: Umfrage
eu: bozketa
fr: sondage
pl: ankieta

# notifications.title.updatedStatus
source: updated status
de_de: Beitrag bearbeitet
eu: egoera eguneratu du
fr: statut mis à jour
pl: zaktualizował status

# notifications.title.signedUp
source: signed up
de_de: registriert
eu: izena eman du
fr: s'inscrire
pl: zalogował się

# notifications.title.newReport
source: new report
de_de: neue Meldung
eu: txosten berria
fr: nouveau rapport
pl: nowy raport

# notifications.error.loadingNotificationsFailed
source: Loading notifications failed.
de_de: Benachrichtigungen konnten nicht geladen werden.
eu: Jakinarazpenak kargatzeak huts egin du.
fr: Chargement des notifications échoué.
pl: Błąd podczas wczytywania powiadomień.

# compose.navigationBar.title
source: Compose
de_de: Beitrag erstellen
eu: Idatzi
fr: Composer
pl: Utwórz

# compose.title.everyone
source: Everyone
de_de: Öffentlich
eu: Edonorentzat ikusgai
fr: Tout le monde
pl: Publiczny

# compose.title.unlisted
source: Unlisted
de_de: nicht gelistet
eu: Zerrendatu gabea
fr: Non listé
pl: Publiczny (niewidoczny)

# compose.title.followers
source: Followers
de_de: für Folgende
eu: Jarraitzaileentzat soilik
fr: Abonnés
pl: Tylko obserwujący

# compose.title.attachPhotoFull
source: Attach a photo and type what's on your mind
de_de: Füge ein Foto hinzu und beschreibe, was Du denkst.
eu: Erantsi argazkia eta idatzi buruan duzuna
fr: Joignez une photo et écrivez ce qui vous convient
pl: Dołącz zdjęcie i napisz, co myślisz

# compose.title.attachPhotoMini
source: Type what's on your mind
de_de: Beschreibe was Du denkst.
eu: Idatzi buruan duzuna
fr: Ecrivez ce qui vous convient
pl: Wpisz, co masz na myśli

# compose.title.publish
source: Publish
de_de: Veröffentlichen
eu: Argitaratu
fr: Publier
pl: Wyślij

# compose.title.cancel
source: Cancel
de_de: Abbrechen
eu: Utzi
fr: Annuler
pl: Anuluj

# compose.title.writeContentWarning
source: Write content warning
de_de: Inhaltswarnung hinzufügen
eu: Idatzi edukiari buruzko oharra
fr: Rédaction d'un avertissement sur le contenu
pl: Napisz ostrzeżenie o treści

# compose.title.commentsWillBeDisabled
source: Comments will be disabled
de_de: Kommentare werden nicht möglich sein
eu: Iruzkinak ezgaituko dira
fr: Les commentaires seront désactivés
pl: Komentarze zostaną wyłączone

# compose.title.statusPublished
source: Status published
de_de: Beitrag veröffentlicht
eu: Egoera argitaratu da
fr: Statuts publiés
pl: Stan opublikowany

# compose.title.tryToUpload
source: Try to upload
de_de: Versuche hochzuladen
eu: Saiatu igotzen
fr: Essayer de télécharger
pl: Ponów

# compose.title.delete
source: Delete
de_de: Löschen
eu: Ezabatu
fr: Supprimer
pl: Usuń

# compose.title.edit
source: Edit
de_de: Bearbeiten
eu: Editatu
fr: Editer
pl: Edytuj

# compose.error.loadingPhotosFailed
source: Cannot retreive image from library.
de_de: Kann das Foto nicht aus der Bibliothek laden.
eu: Ezin da liburutegiko irudia eskuratu.
fr: Impossible de récupérer l'image depuis la bibliothèque.
pl: Nie można pobrać zdjęcia z biblioteki.

# compose.error.postingPhotoFailed
source: Error during posting photo.
de_de: Fehler beim Veröffentlichen des Fotos.
eu: Errorea argazkia argitaratzean.
fr: Erreur pendant le post de la photo.
pl: Błąd podczas publikowania zdjęcia.

# compose.error.postingStatusFailed
source: Error during posting status.
de_de: Fehler beim Veröffentlichen des Beitrags.
eu: Errorea egoera argitaratzean.
fr: Erreur pendant le post du statut.
pl: Błąd podczas wysyłania statusu.

# photoEdit.navigationBar.title
source: Photo details
de_de: Fotodetails
eu: Argazkiaren xehetasunak
fr: Détails sur la photo
pl: Szczegóły zdjęcia

# photoEdit.title.photo
source: Photo
de_de: Foto
eu: Argazkia
pl: Zdjęcie

# photoEdit.title.accessibility
source: Accessibility
de_de: Barrierefreiheit
eu: Irisgarritasuna
fr: Accessibilité
pl: Dostępność

# photoEdit.title.accessibilityDescription
source: Description for the visually impaired
de_de: Beschreibung für Sehbehinderte
eu: Ikusmen arazoak dituztenentzat deskribapena
fr: Description pour les malvoyants
pl: Opis dla osób niedowidzących

# photoEdit.title.save
source: Save
de_de: Speichern
eu: Gorde
fr: Enregistrer
pl: Zapisz

# photoEdit.title.cancel
source: Cancel
de_de: Abbrechen
eu: Utzi
fr: Annuler
pl: Anuluj

# photoEdit.error.updatePhotoFailed
source: Error during updating photo.
de_de: Fehler beim Aktualisieren des Fotos.
eu: Errorea argazkia eguneratzean.
fr: Erreur pendant la mise à jour de la photo.
pl: Błąd podczas aktualizowania zdjęcia.

# placeSelector.navigationBar.title
source: Places
de_de: Orte
eu: Tokiak
fr: Lieux
pl: Lokalizacja

# placeSelector.title.search
source: Search...
de_de: Suchen …
eu: Bilatu...
fr: Rechercher...
pl: Wyszukaj...

# placeSelector.title.buttonSearch
source: Search
de_de: Suchen
eu: Bilatu
fr: Rechercher
pl: Szukaj

# placeSelector.title.cancel
source: Cancel
de_de: Abbrechen
eu: Utzi
fr: Annuler
pl: Anuluj

# placeSelector.error.loadingPlacesFailed
source: Loading notifications failed.
de_de: Benachrichtigungen konnten nicht geladen werden.
eu: Jakinarazpenak kargatzeak huts egin du.
fr: Chargement des notifications échoué.
pl: Błąd podczas wczytywanie lokalizacji.

# settings.navigationBar.title
source: Settings
de_de: Einstellungen
eu: Ezarpenak
fr: Paramètres
pl: Ustawienia

# settings.title.close
source: Close
de_de: Schließen
eu: Itxi
fr: Fermer
pl: Zamknij

# settings.title.version
source: Version
eu: Bertsioa
pl: Wersja

# settings.title.accounts
source: Accounts
de_de: Konten
eu: Kontuak
fr: Compte
pl: Konta

# settings.title.newAccount
source: New account
de_de: Neues Konto
eu: Gehitu kontua
fr: Nouveau compte
pl: Dodaj konto

# settings.title.accent
source: Accent
de_de: Akzent
eu: Kolore nagusia
pl: Akcent

# settings.title.theme
source: Theme
eu: Gaia
fr: Thème
pl: Wygląd

# settings.title.system
source: System
eu: Sistemak darabilena
fr: Système
pl: Systemowy

# settings.title.light
source: Light
de_de: Hell
eu: Argia
fr: Clair
pl: Jasny

# settings.title.dark
source: Dark
de_de: Dunkel
eu: Iluna
fr: Sombre
pl: Ciemny

# settings.title.avatar
source: Avatar
eu: Abatarra
pl: Awatar

# settings.title.circle
source: Circle
de_de: Kreis
eu: Biribila
fr: Cercle
pl: Okrągły

# settings.title.rounderRectangle
source: Rounded rectangle
de_de: Abgerundetes Rechteck
eu: Biribildutako ertzak
fr: Rectangle arrondi
pl: Zaokrąglony kwadratowy

# settings.title.other
source: Other
de_de: Anderes
eu: Beste batzuk
fr: Autre
pl: Inne

# settings.title.thirdParty
source: Third party
de_de: Dritthersteller
eu: Hirugarrenak
fr: Tiers
pl: Zewnętrzne biblioteki

# settings.title.reportBug
source: Report a bug
de_de: Fehler melden
eu: Eman errore baten berri
fr: Rapporter un bogue
pl: Zgłoś błąd

# settings.title.githubIssues
source: Issues on Github
de_de: Issues auf Github
eu: Erroreak Github-en
fr: Problèmes sur Github
pl: Błędy na Github

# settings.title.follow
source: Follow me
de_de: Folge mir
eu: Jarraitu niri
fr: Me suivre
pl: Obserwuj mnie

# settings.title.support
source: Support
eu: Eman babesa
pl: Wsparcie

# settings.title.thankYouTitle
source: Thank you ðŸ’•
de_de: Danke schön 💕
eu: Eskerrik asko ðŸ’•
fr: Merci 💕
pl: Dziękuję 💕

# settings.title.thankYouMessage
source: Thanks for your purchase. Purchases both big and small help us keep our dream of providing the best quality products to our customers. We hope youâ€™re loving Vernissage.
de_de: Danke für die Unterstützung! Kleine und große Einkäufe helfen uns, unseren Traum eines hochqualitativen Produkts für unsere Nutzer aufrecht zu erhalten. Wir hoffen, Du liebst Vernissage!
eu: Mila esker erosketagatik. Erosketa handi eta txikiek gure bezeroei kalitatezko produkturik onenak eskaintzeko ametsari eusten laguntzen digute. Espero dugu Vernissage gustuko izatea.
fr: Merci pour votre achat. Les achats, petits et grands, nous aident à réaliser notre rêve de fournir des produits de la meilleure qualité à nos clients. Nous espérons que vous aimez Vernissage.
pl: Dziękujemy za twój zakup. Zakupy zarówno te duże, jak i te małe pomagają nam w realizacji marzenia o dostarczaniu naszym klientom produktów najwyższej jakości. Mamy nadzieję, że Vernissage spełnia Twoje oczekiwania.

# settings.title.thankYouClose
source: Close
de_de: Schließen
eu: Itxi
fr: Fermer
pl: Zamknij

# settings.title.haptics
source: Haptics
de_de: Haptik
eu: Hobespen haptikoak
fr: Haptique
pl: Haptyka

# settings.title.hapticsTabSelection
source: Tab selection
de_de: Tabauswahl
eu: Fitxak hautatzean
fr: Sélection de l'onglet
pl: Wybór zakładki

# settings.title.hapticsButtonPress
source: Button press
de_de: Knopfdruck
eu: Botoietan tap egitean
fr: Appui sur un bouton
pl: Naciśnięcie przycisku

# settings.title.hapticsListRefresh
source: List refresh
de_de: Liste aktualisieren
eu: Zerrendak freskatzean
fr: Rafraîchir la liste
pl: Odświeżanie listy

# settings.title.hapticsAnimationFinished
source: Animation finished
de_de: Animation beendet
eu: Animazioak amaitzean
fr: Animation finie
pl: Zakończenie animacji

# settings.title.mediaSettings
source: Media settings
de_de: Medieneinstellungen
eu: Multimedia hobespenak
fr: Paramètres du media
pl: Ustawienia mediów

# settings.title.alwaysShowSensitiveTitle
source: Always show NSFW
de_de: Anstößige Inhalte immer zeigen
eu: Erakutsi beti NSFW edukia
fr: Toujours montrer les NSFW
pl: Zawsze pokazuj statusy NSFW
